[
  {
    "name": "office",
    "introMsg": "My manager is in here somewhere and he is going to be livid!",
    "itemIds": [0],
    "npcIds": [0],
    "lookMsg": "Your COWORKER is in the cubicle next to you and there is a TOWEL on your desks. From the office you can reach the GARAGE.",
    "description": "Your place of work--conspicuously missing the spaceship typically parked outside.",
    "talkMsg": "Sounds like somebody's got a case of the Mondays."
  },
  {
    "name": "garage",
    "introMsg": "Hopefully the spaceship is being repaired in the garage, but you would have seen the work order",
    "itemIds": [1],
    "npcIds": [1],
    "lookMsg": "There's a MECHANIC in the corner and a MUFFLER on the ground. Off in the distance you see the commuter SHUTTLE.",
    "description": "A normal parking garage--though significantly larger than average. Due to the spaceship. Which isn't here.",
    "talkMsg": "You ask where the spaceship is, to no one in particular."
  },
  {
    "name": "shuttle",
    "introMsg": "A small commuter shuttle with it's engine idling.",
    "itemIds": [2],
    "npcIds": [2],
    "lookMsg": "You see the pilot standing at the entrance bay and a large KEY on the floor. They key is red and has the MEMCorp logo on it. The shuttle will take you to the MEMCorp MOON BASE.",
    "description": "The commuter shuttle is a practical commuter craft--nothing compared to the opulent spaceship you lost.",
    "talkMsg": "I can't believe we don't get paid for this commute--we're going to a different planet!"
  },
  {
    "name": "moon base",
    "introMsg": "An exact copy of your office on Earth. MEMCorp is obviously a very creative company.",
    "itemIds": [3],
    "npcIds": [3],
    "lookMsg": "You see the moon base equivalent of your cubicle, there is a depressed looking man sitting at the desk with the nameplate GEORGE and a tipped over trash can with GARBAGE on the floor. The TICKET BOX is right outside the door.",
    "description": "The office has the exact floor plan as your office at earth",
    "talkMsg": "I'm going to need those TPS reports on my desk tomorrow."
  },{
  "name": "ticket box",
  "introMsg": "A ticket box where you can buy tickets to the MEMCorp Mars base.",
  "itemIds": [4],
  "npcIds": [4],
  "lookMsg": "There is a SALESMAN behind the counter and 'Please take a NUMBER' dispenser off to the side. There is a space ship on the LAUNCH PAD outside.",
  "description": "A ticket office that has all the charm of a hospital waiting room.",
  "talkMsg": "1337. Next up number 1337."
},
  {
    "name": "launch pad",
    "introMsg": "A space shuttle launch pad. There is an economy class space shuttle",
    "itemIds": [5],
    "npcIds": [5],
    "lookMsg": "There is an EMPLOYEE taking tickets at the entrance bay and table containing OXYGEN rebreathers for the passengers. The space shuttle will take you to the MEMCorp MARS BASE.",
    "description": "The economy class space shuttle has nothing on the first class ship you lost.",
    "talkMsg": "I've never been to Mars before, this is so exciting!"
  },
  {
    "name": "mars base",
    "introMsg": "Yet another identical office building, though this one has a slight tinge of red.",
    "itemIds": [6],
    "npcIds": [6],
    "lookMsg": "You see the Mars version of your cubicle and inside it is a a sentient ROBOT and a REMOTE control. The MARS PARKING lot is outside.",
    "description": "MEMCorp has got to be the most uncreative, boring company in the Solar System. Just the same building on every planet.",
    "talkMsg": "Has anyone seen my stapler?"
  },
  {
    "name": "mars parking",
    "introMsg": "There she is. The lost spaceship",
    "itemIds": [7],
    "npcIds": [7],
    "lookMsg": "You see the luxurious lost space ship with the key still in the ignition.",
    "description": "Your lost spaceship--luckily you know how to fly it. Talk to the SHIP to activate by voice.",
    "talkMsg": "I'm sorry name, I'm afraid I can't do that."
  }
]