[
  {
    "name": "FRED",
    "talkMsg": "How could you lose the spaceship? It's giant.",
    "lookMsg": "He sort of looks like a newt.",
    "needItem": null,
    "attackMsg": "I, Fred, will knock you all down.",
    "specialMsg": null,
    "reward": null,
    "unlocks": null
  },
  {
    "name": "MECHANIC",
    "talkMsg": "If I was working on your spaceship, you would have a work order. No order, no work.",
    "lookMsg": "A crusty MECHANIC that is organizing his garage.",
    "needItem": null,
    "attackMsg": "Well hello Mr Fancy Pants.",
    "specialMsg": null,
    "reward": null,
    "unlocks": null
  },
  {
    "name": "PILOT",
    "talkMsg": "I can't let you hitch a ride. You're clearly unprepared for the travel.",
    "lookMsg": "A scruffy-looking nerf-herder.",
    "needItem": "TOWEL",
    "attackMsg": "This is my BOOMSTICK!",
    "specialMsg": "Ahh, I see you have a TOWEL. You're clearly a person to be reckoned with. Of course you can hitch a ride to the MOON BASE.",
    "reward": null,
    "unlocks": "moon base"
  },
  {
    "name": "GEORGE",
    "talkMsg": "Fred told me you were searching for a lost spaceship. We have a new access code 24601.",
    "lookMsg": "He looks significantly less newt-esque than his brother. Maybe he got better.",
    "needItem": null,
    "attackMsg": "Good? Bad? I'm the guy with the gun.",
    "specialMsg": null,
    "reward": null,
    "unlocks": null
  },
  {
    "name": "SALESMAN",
    "talkMsg": "Do you have a NUMBER? No number, no ticket. According to the rules I just made up.",
    "lookMsg": "A bored SALESMAN that appears to have previously worked at the DMV.",
    "needItem": "NUMBER",
    "attackMsg": "Me and ol' double barrel here will blow your butts to kingdom come!! See if we don't!",
    "specialMsg": "After what seems like an eternity (in reality it was about 3 minutes you impatient jerk), you go up to the booth and the SALESMAN gives you your TICKET.\nYou can now talk to the EMPLOYEE in the next room to board the flight.",
    "reward": "MARS TICKET",
    "unlocks": null
  },
  {
    "name": "EMPLOYEE",
    "talkMsg": "You're not getting on this flight without a TICKET.",
    "lookMsg": "An eagle-eyed EMPLOYEE checking tickets.",
    "needItem": "MARS TICKET",
    "attackMsg": "Honey! You got REAL ugly!",
    "specialMsg": "No sympathy for the devil; keep that in mind. Buy the TICKET and take the ride. Get on the flight! We're about to take off to the MARS BASE.",
    "reward": null,
    "unlocks": "mars base"
  },
  {
    "name": "ROBOT",
    "talkMsg": "Hello World",
    "lookMsg": "Well, it's not R2D2.",
    "needItem": null,
    "attackMsg": "The rules say 'A robot may not injure a human being or, through inaction, allow a human being to come to harm'--but rules are meant to be broken!!!",
    "specialMsg": null,
    "reward": null,
    "unlocks": null
  },
  {
    "name": "CREEPER",
    "talkMsg": "You killed my father. Prepare to die.",
    "lookMsg": "He's a CREEPER who has taken up residence in your spaceship.",
    "needItem": null,
    "specialMsg": null,
    "reward": null,
    "unlocks": null
  }
]